{"composite_breakdown_label":"","computation_units":"Percentage","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[{"field":"Region","value":"Enzkreis"},{"field":"Region","value":"Land BW"}],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"SGB II-/SGB XII-Bezug","graph_titles":[],"graph_type":"line","indicator_name":"SGB II-/SGB XII-Bezug","indicator_number":"1.1","national_geographical_coverage":"Land BW","page_content":"Der SGB II-/SGB XII-Bezug zeigt an, wie hoch die Hilfebedürftigkeit innerhalb der Kommune ist. Im Vordergrund steht dabei die Belastung für die Betroffenen, die meist über eine rein finanzielle Belastung hinausgeht und auch psychische Belastungen einschließen kann. Im Enzkreis sollte es das Ziel sein, dass allen Hilfsbedürftigen die notwendige Unterstützung zukommt und alles dafür getan wird, dass die betroffenen Personen wieder selbst für ihren Lebensunterhalt aufkommen können. Der Indikator bildet die tatsächlichen LeistungsbezieherInnen ab. Eine Unschärfe beim Indikator ergibt sich durch die Dunkelziffer derjenigen Personen, die eigentlich leistungsberechtigt wären, jedoch keine Leistungen beantragen. Gründe dafür können Unwissenheit, Scham oder fehlendes Selbstvertrauen im Umgang mit Behörden sein. Dem wirkt der Enzkreis mit Hinweisen zur Beratung für die Antragstellung und Sozialarbeit entgegen. Der SGB II-/SGB XII-Bezug kann alleinig die Einkommensarmut abbilden. Allerdings wird Armut heute als ein multidimensionales Phänomen verstanden, das nicht alleinig auf das Einkommen oder die materielle Deprivation beschränkt ist. Der Armutsbegriff bezieht sich gleichermaßen auf soziale, politische, bildungsbezogene und kulturelle Armut. Oftmals fallen die verschiedenen Dimensionen von Armut zusammen. Der SGB II-/SGB XII-Bezug wird berechnet als Anteil der LeistungsbezieherInnen nach dem SGB II und SGB XII an der Bevölkerung.","permalink":"","precision":[],"reporting_status":"complete","sort":4161,"standalone":false,"tags":[],"SDG_GOAL":"Goal 1: End poverty in all its forms everywhere","SDG_TARGET":"Target 1.1: By 2030, eradicate extreme poverty for all people everywhere, currently measured as people living on less than $1.25 a day","SDG_INDICATOR":"Indicator 1.1.1: Proportion of the population living below the international poverty line by sex, age, employment status and geographic location (urban/rural)","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","SDG_CUSTODIAN_AGENCIES":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","STAT_CONC_DEF":"## Definition:\nThe proportion of the employed population below the international poverty line of US$1.90 per day, also referred to as the working poverty rate, is defined as the share of employed persons living in households with per-capita consumption or income that is below the international poverty line of US$1.90.\n## Concepts:\n**Employment:** All persons of working age who, during a short reference period (one week), were engaged in any activity to produce goods or provide services for pay or profit.\n\n**Poverty Line:** Threshold below which individuals in the reference population are considered poor and above which they are considered non-poor. The threshold is generally defined as the per-capita monetary requirements an individual needs to afford the purchase of a basic bundle of goods and services. For the purpose of this indicator, an absolute international poverty line of US$1.90 per day is used.\n\n**Household in poverty:** Households are defined as poor if their income or consumption expenditure is below the poverty line taking into account the number of household members and composition (e.g., number of adults and children).\n\n**Working poor:** Employed persons living in households that are classified as poor, that is, that have income or consumption levels below the poverty line used for measurement.","UNIT_MEASURE":"","CLASS_SYSTEM":"","SOURCE_TYPE":"","COLL_METHOD":"","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"","COMPILING_ORG":"","INST_MANDATE":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","ADJUSTMENT":"","IMPUTATION":"","REG_AGG":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_metadata_updated_date":"2023-02-17","national_data_updated_date":"2023-02-17","target_number":"1.1","goal_number":"1","indicator_sort_order":"01-01"}